Repository: Chatsen/chatsen
Catalog: lib/l10n/app_*.arb
Languages: da, he, no

source: Chatsen
he: צ'אטסן

# loggedInVia
source: Logged in via {provider}
da: Logget ind som {provider}
he: מחובר דרך {provider}
no: Logget inn som {provider}

source: Terms of Service
da: Servicevilkår
he: תנאי השירות
no: Vilkår for Bruk

source: Privacy Policy
da: Fortrolighedspolitik
he: מדיניות פרטיות
no: Personvernerklæring

source: Settings
da: Indstillinger
he: הגדרות
no: Innstillinger

# expiresNever
source: Never expires
da: Aldrig udløber
he: לעולם לא יפוג
no: Utgår aldri

# expiresIn
source: Expires in {time}
da: Udløber om {time}
he: פג תוקף ב-{time}
no: Utgår om {time}

source: Close
da: Luk
he: סגור
no: Lukk

source: Add
da: Tilføj
he: הוסף
no: Legg til

source: Cancel
da: Afbryd
he: ביטול
no: Avbryt

source: Token input
da: Token indsat
he: טוקן
no: Tast inn token

source: Account
da: Konto
he: חשבון
no: Profil

source: Refresh account
da: Opdatere konto
he: רענן חשבון
no: Last inn profil på nytt

source: Remove account
da: Fjern Konto
he: הסר חשבון
no: Fjern bruker

source: Add another account
da: Tilføj en anden kanal
he: הוסף חשבון נוסף
no: Legg til bruker

source: Verified user data!
da: Verificeret bruger data!
he: נתוני משתמש מאומתים!
no: Verifisert bruker data!

# loggedInAs
source: Logged in as {user}
da: Logget ind som {user}
he: מחובר כ{user}
no: Logget inn som {user}

# anErrorHasOccuredWhenVerifyingUserData
source: An error has occurred when verifying user data:
da: En fejl har opstået, da verificering af brugerdata:
he: שגיאה בעת אימות נתוני משתמש:
no: Det oppsto en feil med verifisering av bruker data:

source: Verifying user data...
da: Verificere dine data...
he: מאמת את נתוני המשתמש...
no: Verifiserer bruker data...

source: Verified user token!
da: Verificere bruger-token!
he: טוקן משתמש מאומת!
no: Verifisert bruker token!

# anErrorHasOccuredWhenVerifyingUserToken
source: An error has occurred when verifying user token:
da: En systemfejl af indlæsning af konto:
he: שגיאה בעת אימות טוקן משתמש:
no: Det oppsto en feil med verifisering av bruker token:

source: Verifying user token...
da: Bekræfter dine data...
he: מאמת טוקן משתמש...
no: Verifiserer bruker token...

source: Search for channels
da: Søg efter kanaler
he: חפש ערוצים
no: Søk for kanaler

source: Recommended channels
da: Anbefalede kanaler
he: ערוצים מומלצים
no: Anbefalte kanaler

source: Popular channels
da: Populære kanaler
he: ערוצים פופולרים
no: Populære kanaler

source: Channel
he: ערוץ

source: Leave channel
he: עזוב ערוץ

source: Join {user}
he: הצטרף ל-{user}

# spellCheckFailed
source: Spell check failed! Did you mean to search for {username}?
he: בדיקת האיות נכשלה! האם התכוונת לחפש את {username}?

# joinChannelName
source: Join {channel}
he: הצטרף ל-{channel}

# sendMessageIn
source: Send message in {channel}
he: שלח הודעה ב-{channel}
