Repository: chatsen/chatsen
Catalog: lib/l10n/app_*.arb
Languages: ca, cs, el, it, ko, ru, sr, vi

source: Catsen
sr: Mačkasen

# loggedInVia
source: Logged in via {provider}
ca: S'ha iniciat la sessió mitjançant {provider}
cs: Přihlášen jako {provider}
el: Συνδέθηκε μέσω {provider}
it: Connesso tramite {provider}
ko: 다음 방식으로 로그인 됨: {provider}
ru: Вы вошли через {provider}
sr: Prijavljen preko {provider}
vi: Đã đăng nhập qua {provider}

source: Terms of Service
ca: Condicions del Servei
cs: Podmínky služby
el: Όροι Χρήσης
it: Termini di Servizio
ko: 이용 약관
ru: Условия предоставления услуг
sr: Uslovi Korišćenja
vi: Điều khoản dịch vụ

source: Privacy Policy
ca: Política de Privacitat
cs: Zásady ochrany osobních údajů
el: Πολιτική Απορρήτου
it: Politica sulla Privacy
ko: 개인정보처리방침
ru: Политика конфиденциальности
sr: Pravila Privatnosti
vi: Chính sách quyền riêng tư

source: Settings
ca: Configuració
cs: Nastavení
el: Ρυθμίσεις
it: Impostazioni
ko: 설정
ru: Настройки
sr: Podešavanja
vi: Cài đặt

# expiresNever
source: Never expires
ca: No caduca mai
cs: Nikdy nevyprší
el: Δεν λήγει ποτέ
it: Senza scadenza
ko: 절대 만료되지 않음
ru: Никогда не истекает
sr: Nikad ne ističe
vi: Không bao giờ hết hạn

# expiresIn
source: Expires in {time}
ca: Caduca en {time}
cs: Vyprší v {time}
el: Λήγει σε {time}
it: Scade tra {time}
ko: {time} 후 만료
ru: Срок истекает через {time}
sr: Ističe za {time}
vi: Hết hạn trong {time}

source: Close
ca: Tanca
cs: Zavřít
el: Κλείσιμο
it: Chiudi
ko: 닫기
ru: Закрыть
sr: Zatvori
vi: Đóng

source: Add
ca: Afegeix
cs: Přidat
el: Προσθήκη
it: Aggiungi
ko: 추가
ru: Добавить
sr: Dodaj
vi: Thêm

source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
it: Cancella
ko: 취소
ru: Отмена
sr: Otkaži
vi: Hủy bỏ

source: Token input
ca: Introdueix el token
cs: Vložení tokenu
el: Εισαγωγή token
it: Inserire Token
ko: 토큰 입력
ru: Ввод токена
sr: Unos tokena
vi: Nhập Token

source: Account
ca: Compte
cs: Účet
el: Λογαριασμός
it: Profilo
ko: 계정
ru: Учётная запись
sr: Nalog
vi: Tài khoản

source: Refresh account
ca: Actualitza el compte
cs: Načíst účet
el: Ανανέωση λογαριασμού
it: Rinnova profilo
ko: 계정 새로고침
ru: Обновить учётную запись
sr: Osveži nalog
vi: Làm mới tài khoản

source: Remove account
ca: Suprimeix el compte
cs: Odstranit účet
el: Αφαίρεση λογαριασμού
it: Rimuovi profilo
ko: 계정 삭제
ru: Удалить учётную запись
sr: Ukloni nalog
vi: Gỡ bỏ tài khoản

source: Add another account
ca: Afegeix un compte
cs: Přidat jiný účet
el: Προσθήκη άλλου λογαριασμού
it: Aggiungi un altro profilo
ko: 다른 계정 추가
ru: Добавить другую учётную запись
sr: Dodaj novi nalog
vi: Thêm tài khoản khác

source: Verified user data!
ca: Dades d'usuari verificades!
cs: Data úspěšně ověřena!
el: Επαληθεύτηκαν τα δεδομένα χρήστη!
it: Dati utente verificati!
ko: 유저 데이터 확인됨!
ru: Данные пользователя подтверждены!
sr: Verifikovani korisnički podaci!
vi: Đã xác nhận dữ liệu người dùng!

# loggedInAs
source: Logged in as {user}
ca: S'ha iniciat la sessió com {user}
cs: Přihlášen jako {user}
el: Συνδεθήκατε ως {user}
it: Connesso come {user}
ko: {user} 으로 로그인 됨
ru: Вы вошли как {user}
sr: Prijavljen/a kao {user}
vi: Đã đăng nhập với tư cách là {user}

# anErrorHasOccuredWhenVerifyingUserData
source: An error has occurred when verifying user data:
ca: S'ha produït un error en verificar les dades de l'usuari:
cs: Při ověřování osobních dat se objevil problém:
el: Παρουσιάστηκε ένα σφάλμα κατά την επαλήθευση δεδομένων χρήστη:
it: Si è verificato un errore durante la verifica dei dati utente:
ko: 유저 데이터를 확인하는데 오류가 발생하였습니다:
ru: Произошла ошибка при проверке данных пользователя:
sr: Greška se pojavila tokom verifikacije korisničkih podataka:
vi: Đã có lỗi xảy ra khi xác thực dữ liệu người dùng:

source: Verifying user data...
ca: Verificant les dades de l'usuari...
cs: Ověřuji user data...
el: Επαλήθευση δεδομένων χρήστη...
it: Verificando dati utente...
ko: 유저 데이터 확인중...
ru: Проверка данных пользователя...
sr: Verifikovanje korisničkih podataka...
vi: Đang xác thực dữ liệu người dùng...

source: Verified user token!
ca: Token de l'usuari verificat!
cs: Token ověřen!
el: Επαληθεύτηκε το token χρήστη!
it: Token utente verificato!
ko: 유저 토큰 확인됨!
ru: Токен пользователя подтвержден!
sr: Verifikovan korisnički token!
vi: Đã xác nhận Token người dùng!

# anErrorHasOccuredWhenVerifyingUserToken
source: An error has occurred when verifying user token:
ca: S'ha produït un error en verificar el token de l'usuari:
cs: Při ověřování tokenu uživatele se objevil problém:
el: Παρουσιάστηκε ένα σφάλμα κατά την επαλήθευση του token χρήστη:
it: Si è verificato un errore durante la verifica del token utente:
ko: 유저 토큰을 확인하는데 오류가 발생하였습니다:
ru: Произошла ошибка при проверке токена пользователя:
sr: Greška se pojavila tokom verifikovanja korisničkog tokena:
vi: Đã có lỗi xảy ra khi xác thực mã Token người dùng:

source: Verifying user token...
ca: Verificant el token de l'usuari...
cs: Ověřování tokenu uživatele...
el: Επαλήθευση token χρήστη...
it: Verificando token utente...
ko: 유저 토큰 확인중...
ru: Проверка токена пользователя...
sr: Verifikovanje korisničkog tokena...
vi: Đang xác thực mã Token người dùng...

source: Search for channels
ca: Cerca canals
cs: Hledat kanály
el: Αναζήτηση για κανάλια
it: Cerca un canale
ko: 채널 검색
ru: Поиск каналов
sr: Potraži kanale
vi: Tìm kiếm kênh

source: Recommended channels
ca: Canals recomanats
cs: Doporučené kanály
el: Προτεινόμενα κανάλια
it: Canali Raccomandati
ko: 추천 채널
ru: Рекомендованные каналы
sr: Preporučeni kanali
vi: Các kênh đề xuất

source: Popular channels
ca: Canals populars
cs: Populární kanály
el: Δημοφιλή κανάλια
it: Canali Popolari
ko: 인기있는 채널
ru: Популярные каналы
sr: Popularni kanali
vi: Các kênh phổ biến

source: Channel
ca: Canal
cs: Kanál
el: Κανάλι
it: Canale
ko: 채널
ru: Канал
sr: Kanal
vi: Kênh

source: Leave channel
ca: Deixa el canal
cs: Opustit kanál
el: Αποχώρηση από κανάλι
it: Lascia il canale
ko: 채널 나가기
ru: Покинуть канал
sr: Napusti kanal
vi: Rời kênh

source: Join {user}
ca: Uneix-te a {user}
cs: Připojit se k {user}
el: Συμμετοχή στο {user}
it: Unisciti a {user}
ko: {user} 로 접속
ru: Присоединиться к {user}
sr: Pridruži se {user}
vi: Tham gia vào {user}

# spellCheckFailed
source: Spell check failed! Did you mean to search for {username}?
ca: La revisió ha fallat! Potser has volgut cercar {username}?
cs: Kontrola pravopisu se nezdařila! Měli jste na mysli {username}?
el: Ο ορθογραφικός έλεγχος απέτυχε! Μήπως εννοούσατε να αναζητήσετε για {username};
it: Controllo ortografico fallito! Intendevi forse cercare {username}?
ko: 스펠링 체크에 실패했습니다! 혹시 {username} 을 찾으셨나요?
ru: Ой, кажется очепятка! Вы хотели найти {username}?
sr: Pravopis neispravan! Da li ste misli da potražite {username}?
vi: Kiểm tra chính tả thất bại! Có phải bạn muốn tìm {username}?

# joinChannelName
source: Join {channel}
ca: Uneix-te a {channel}
cs: Připojit se k {channel}
el: Συμμετοχή στο {channel}
it: Partecipa in {channel}
ko: {channel} 참가하기
ru: Присоединиться к {channel}
sr: Pridruži se {channel}
vi: Tham gia vào {channel}

# sendMessageIn
source: Send message in {channel}
ca: Envia missatge en {channel}
cs: Poslat zprávu v {channel}
el: Στείλτε μήνυμα στο {channel}
it: Invia messaggio in {channel}
ko: {channel} 에 메세지를 보내기
ru: Отправить сообщение в {channel}
sr: Pošalji poruku u {channel}
vi: Gửi tin nhắn vào {channel}

source: Light
ca: Clar
cs: Světlý
el: Φωτεινή
it: Chiaro
ko: 밝게
ru: Светлая
sr: Svetlo
vi: Sáng

source: Dark
ca: Fosc
cs: Tmavý
el: Σκοτεινή
it: Scuro
ko: 어둡게
ru: Тёмная
sr: Tamno
vi: Tối

source: System
ca: Sistema
cs: Systém
el: Συστήματος
it: Sistema
ko: 시스템 설정
ru: Системная
sr: Sistem
vi: Hệ thống

source: Appearance
ca: Aparença
cs: Vzhled
el: Εμφάνιση
it: Aspetto
ko: 배경
ru: Внешний вид
sr: Izgled
vi: Giao diện

source: High contrast
ca: Alt contrast
cs: Vysoký kontrast
el: Υψηλή αντίθεση
it: Contrasto elevato
ko: 고대비
ru: Высокая контрастность
sr: Visoki kontrast
vi: Độ tương phản cao

source: Play stream
ca: Reproduir Stream
cs: Spustit vysílání
el: Αναπαραγωγή ροής
it: Riproduci lo stream
ko: 스트림 재생
ru: Воспроизвести трансляцию
sr: Pusti strim
vi: Phát

source: Stop stream
ca: Atura stream
cs: Zastavit vysílání
el: Διακοπή ροής
it: Ferma lo stream
ko: 스트림 중지
ru: Остановить трансляцию
sr: Zaustavi strim
vi: Ngừng phát

source: Custom command
ca: Comanda personalitzada
cs: Vlastní příkaz
el: Προσαρμοσμένη εντολή
it: Comando personalizzato
ko: 커스텀 커맨드
ru: Собственная команда
sr: Prilagođena komanda
vi: Lệnh tùy chỉnh

source: Custom commands
ca: Comandes personalitzades
cs: Vlastní příkazy
el: Προσαρμοσμένες εντολές
it: Comandi Personalizzati
ko: 커스텀 커맨드
ru: Собственные команды
sr: Prilagođene komande
vi: Lệnh tùy chỉnh

source: New custom command
ca: Nova comanda personalitzada
cs: Nový vlastní příkaz
el: Νέα προσαρμοσμένη εντολή
it: Nuovo comando personalizzato
ko: 새로운 커스텀 커맨드
ru: Новая собственная команда
sr: Nova prilagođena komanda
vi: Tạo lệnh tùy chỉnh mới

# commandTrigger
source: Trigger
ca: Activador
cs: Spouštěč
el: Συντόμευση
ko: 트리거
ru: Замена текста
sr: Okidač
vi: Từ khóa Kích hoạt

source: Command
ca: Comanda
cs: Příkaz
el: Εντολή
it: Comando
ko: 커맨드
ru: Команда
sr: Komanda
vi: Lệnh

source: Save
ca: Desa
cs: Uložit
el: Αποθήκευση
it: Salva
ko: 세이브
ru: Сохранить
sr: Sačuvaj
vi: Lưu

source: Browser/Stream Settings
ca: Configuració del navegador/Retransmissió
cs: Prohlížeč/Nastavení Vysílání
el: Ρυθμίσεις Περιηγητή/Ροής
it: Impostazioni Browser/Stream
ko: 브라우저/스트림 설정
ru: Настройки браузера/трансляции
sr: Podešavanja Pretraživača/Strima
vi: Cài đặt Trình duyệt/Stream

source: Add page
ca: Afegir una pàgina
cs: Přidat stranu
el: Προσθήκη σελίδας
it: Aggiungi pagina
ko: 페이지 추가
ru: Добавить страницу
sr: Dodaj stranicu
vi: Thêm trang

# channelStream
source: {channel}'s stream
ca: Retransmissió de {channel}
cs: vysílání uživatele {channel}
el: Ροή {channel}
it: Stream di {channel}
ko: {channel}의 스트림
ru: трансляция {channel}
sr: {channel} strim
vi: Kênh stream {channel}

source: Open in browser
ca: Obre al navegador
cs: Otevřít v prohlížeči
el: Άνοιγμα στον περιηγητή
it: Apri nel browser
ko: 브라우저에서 열기
ru: Открыть в браузере
sr: Otvori u pretraživaču
vi: Mở trong trình duyệt

source: Message appearance
ca: Aparença del missatge
cs: Vzhled zprávy
el: Εμφάνιση μηνύματος
it: Aspetto messaggio
ko: 메시지 외관
ru: Внешний вид сообщения
sr: Izgled poruke
vi: Giao diện tin nhắn

source: Show timestamps
ca: Mostrar segells de temps
cs: Zobrazit časové údaje
el: Εμφάνιση χρονικών σημείων
it: Mostra timestamp
ko: 타임 스탬프 표시
ru: Показывать временные отметки
sr: Prikaži vremena
vi: Hiển thị thời gian

source: Compact messages
ca: Missatges compactes
cs: Kompaktní zprávy
el: Συμπιεσμένα μηνύματα
it: Compatta messaggi
ko: 메시지 컴팩트화
ru: Компактный вид сообщений
sr: Kompaktne poruke
vi: Tin nhắn nhỏ gọn

source: Message trigger
ca: Activador de missatge
cs: Spouštěč zprávy
el: Συντόμευση μηνύματος
it: Trigger messaggio
ko: 메시지 트리거
ru: Ключевое слово
sr: Okidač poruke
vi: Bộ lọc tin nhắn

source: Pattern
ca: Patró
cs: Vzor
el: Μοτίβο
it: Modello
ko: 패턴
ru: Шаблон
sr: Obrazac
vi: Nội dung

source: Mention
ca: Menció
cs: Zmínka
el: Επισήμανση
it: Menzione
ko: 멘션
ru: Выделить в чате
sr: Spomeni
vi: Nhắc đến

source: Block
ca: Bloquejar
cs: Zablokovat
el: Μπλοκ
it: Blocca
ko: 블락
ru: Заблокировать
sr: Blokiraj
vi: Chặn

source: Enable regex
ca: Activar regex
cs: Povolit regex
el: Ενεργοποίηση regex
it: Abilita regex
ko: regex 활성화
ru: Включить regex
sr: Omogući regex
vi: Bật regex

source: Case sensitive
ca: Sensible a majúscules i minúscules
cs: Rozlišit malá a velká písmena
el: Διάκριση πεζών-κεφαλαίων
it: Sensibile alle maiuscole
ko: 대소문자 구분
ru: Учитывать регистр
sr: Osetljivo na velika i mala slova
vi: Phân biệt in hoa

source: Message triggers
ca: Activador de missatge
cs: Spouštěče zpráv
el: Συντομεύσεις μηνύματος
it: Triggers messaggio
ko: 메시지 트리거
ru: Ключевые слова в сообщениях
sr: Okidači poruka
vi: Bộ lọc tin nhắn

source: New message trigger
ca: Nou activador de missatge
cs: Nový spouštěč zprávy
el: Νέα συντόμευση μηνύματος
it: Nuovo trigger messaggio
ko: 새로운 메시지 트리거
ru: Добавить новое ключевое слово
sr: Okidač nove poruke
vi: Tạo bộ lọc tin nhắn mới

source: Reply
ca: Respondre
cs: Odpovědět
el: Απάντηση
it: Rispondi
ko: 답장
ru: Ответить
sr: Odgovori
vi: Trả lời

source: Copy text
ca: Copiar text
cs: Zkopírovat text
el: Αντιγραφή κειμένου
it: Copia testo
ko: 텍스트 복사
ru: Скопировать текст
sr: Kopiraj tekst
vi: Sao chép văn bản

# copyTextSubtitle
source: Hold to copy message text with username
ca: Mantingueu premut per copiar el text del missatge amb el nom d'usuari
cs: Přidržením zkopírujete zprávu s uživatelským jménem
el: Κρατήστε για αντιγραφή κειμένου μηνύματος με όνομα χρήστη
it: Tieni premuto per copiare il testo del messaggio con il nome utente
ko: 텍스트와 사용자 이름을 오래 눌러 복사
ru: Удерживайте, чтобы скопировать текст сообщения с именем пользователя
sr: Zadrži da bi kopirao poruku sa imenom korisnika
vi: Giữ để sao chép tin nhắn với tên người dùng

source: Delete message
ca: Eliminar missatge
cs: Smazat zprávu
el: Διαγραφή μηνύματος
it: Cancella messaggio
ko: 메시지 삭제
ru: Удалить сообщение
sr: Obriši poruku
vi: Xóa tin nhắn

source: Mention user
ca: Mencionar l'usuari
cs: Zmínit uživatele
el: Επισήμανση χρήστη
it: Menziona utente
ko: 멘션 유저
ru: Упомянуть пользователя
sr: Spomeni
vi: Nhắc tên người dùng

source: Copy message ID
ca: Copia l'identificador del missatge
cs: Zkopírovat ID zprávy
el: Αντιγραφή ID μηνύματος
it: Copia ID del messaggio
ko: 메시지 ID 복사
ru: Скопировать ID сообщения
sr: Kopiraj ID poruke
vi: Sao chép ID tin nhắn

source: Theme
ca: Aspecte
cs: Vzhled
el: Θέμα
it: Tema
ko: 테마
ru: Тема
sr: Tema
vi: Màu chủ đề

source: User trigger
ca: Activador d'usuari
cs: Spouštěč uživatele
el: Συντόμευση χρήστη
it: Trigger utente
ko: 사용자 트리거
ru: Действия при определённом пользователе
sr: Okidač korisnika
vi: Bộ lọc người dùng

source: User triggers
ca: Activadors d'usuari
cs: Spouštěče uživatele
el: Συντομεύσεις χρήστη
it: Triggers utente
ko: 사용자 트리거
ru: Действия при пользователях
sr: Okidači korisnika
vi: Bộ lọc người dùng

source: Chat history
ca: Historial de xat
cs: Historie zpráv
el: Ιστορικό συνομιλίας
it: Cronologia chat
ko: 채팅 기록
ru: История сообщений
sr: Istorija razgovora
vi: Lịch sử chat

source: Login
ca: Inici de sessió
cs: Přihlášení
el: Σύνδεση
it: Accedi
ko: 로그인
ru: Имя пользователя
sr: Prijavite se
vi: Tên người dùng

source: New user trigger
ca: Nou activador d'usuari
cs: Nový spouštěč uživatele
el: Νέα συντόμευση χρήστη
it: Nuovo trigger utente
ko: 새로운 사용자 트리거
ru: Добавить новое действие при пользователе
sr: Okidač novog korisnika
vi: Tạo bộ lọc người dùng mới

source: Ban
ca: Expulsar
cs: Zabanovat
el: Αποκλεισμός
it: Banna
ko: 밴
ru: Забанить
sr: Banuj
vi: Cấm

source: Unban
ca: Cancel·lar Expulsió
cs: Odbanovat
el: Άρση αποκλεισμού
it: Sbanna
ko: 밴 취소
ru: Разбанить
sr: Ukini Zabranu
vi: Gỡ cấm

source: Timeout user for {duration}
ca: Expulsar temporalment per {duration}
cs: Dočasně zablokovat uživatele na {duration}
el: Timeout χρήστη για {duration}
it: Banna temporaneamente l'utente per {duration}
ko: 사용자를 {duration} 동안 타임아웃
ru: Временно отстранить пользователя на {duration}
sr: Ograniči korisnika {duration}
vi: Cấm chat người dùng trong {duration}

# chatCleared
source: Chat was cleared
ca: El xat s'ha esborrat
cs: Chat byl vymazán
el: Η συνομιλία εκκαθαρίστηκε
it: La chat è stata cancellata
ko: 채팅이 청소되었습니다
ru: Чат был очищен
sr: Razgovor izbrisan
vi: Chat đã được xóa

source: permabanned
ca: expulsat indefinitivament
cs: trvale zabanován
el: μόνιμα αποκλεισμένος
it: bannato permanentemente
ko: 영구 밴
ru: забанен
sr: zauvek banovan
vi: đã bị cấm vĩnh viễn

source: banned for {duration}
ca: expulsat per {duration}
cs: zabanován po dobu {duration}
el: αποκλείστηκε για {duration}
it: bannato per {duration}
ko: {duration}동안 밴됨
ru: отстранён на {duration}
sr: banovan još {duration}
vi: bị cấm trong {duration}

source: Replying to
ca: Responent a
cs: Odpovědět na
el: Απάντηση σε
it: In risposta a
ko: ~에 답장
ru: Ответить на
sr: Odgovarate
vi: Trả lời cho

source: Blocked message
ca: Missatge bloquejat
cs: Zablokovaná zpráva
el: Μπλοκαρισμένο μήνυμα
it: Messaggio bloccato
ko: 차단된 메시지
ru: Скрытое сообщение
sr: Blokirana poruka
vi: Tin nhắn bị chặn

source: Show message
ca: Mostra el missatge
cs: Zobrazit zprávu
el: Εμφάνιση μηνύματος
it: Mostra messaggio
ko: 메시지 보기
ru: Показать сообщение
sr: Prikaži poruku
vi: Hiển thị tin nhắn

source: Hide message
ca: Amagar el missatge
cs: Skrýt zprávu
el: Απόκρυψη μηνύματος
it: Nascondi messaggio
ko: 메시지 숨기기
ru: Скрыть сообщение
sr: Sakrij poruku
vi: Ẩn tin nhắn

source: Scroll to bottom
ca: Desplaça al final
cs: Přejít na konec
el: Κύλιση προς τα κάτω
it: Scorri in fondo
ko: 맨 아래로 스크롤
ru: Прокрутить вниз
sr: Skrolujte do dna
vi: Cuộn xuống cuối

# startUsingTheApp
source: To start using the app, add an account below.
ca: Per començar a utilitzar l'aplicació, afegiu un compte a continuació.
cs: Chcete-li začít používat aplikaci, přidejte níže svůj účet.
el: Για να ξεκινήσετε να χρησιμοποιείτε την εφαρμογή, προσθέστε έναν λογαριασμό παρακάτω.
it: Per iniziare a utilizzare l'app, aggiungi un account qui sotto.
ko: 앱을 사용하기 위해서 하단에 계정을 추가하세요.
ru: Чтобы начать использовать приложение, добавьте учётную запись ниже.
sr: Dodajte nalog da bi ste koristili aplikaciju.
vi: Để bắt đầu sử dụng, hãy thêm một tài khoản bên dưới.

source: Chat settings
ca: Configuració del xat
el: Ρυθμίσεις συνομιλίας
it: Impostazioni della Chat
ko: 채팅 설정
ru: Настройки чата
sr: Podešavanja razgovora
vi: Cài đặt Chat

# autocompleteUsersWithAt
source: Autocomplete users with @
ca: Completa els usuaris automàticament amb @
el: Αυτόματη συμπλήρωση χρηστών με @
it: Autocompleta nomi utente con @
ko: @로 시작하여 사용자명을 자동 완성
ru: Предлагать имена пользователей после ввода @
sr: Automatski dovrši korisnike sa @
vi: Tự động gợi ý người dùng sau dấu @

# autocompleteEmotesWithColon
source: Autocomplete emotes with :
ca: Completa els emotes automàticament amb :
el: Αυτόματη συμπλήρωση emote με :
it: Autocompleta emote con :
ko: :로 시작하여 이모티콘을 자동완성
ru: Предлагать смайлики после ввода :
sr: Automatski dovrši emotikone sa :
vi: Tự động gợi ý emotes sau dấu :

source: Language
ca: Llenguatge
el: Γλώσσα
it: Lingua
ko: 언어
ru: Язык
sr: Jezik
vi: Ngôn ngữ

source: Locale
ca: Local
el: Γλωσσικές Ρυθμίσεις
it: Localizzazione
ko: 지역
ru: Настройки языка
sr: Lokalno
vi: Ngôn ngữ

source: System default
ca: Valors per defecte del sistema
el: Προεπιλογή συστήματος
it: Predefinita di Sistema
ko: 시스템 기본값
ru: Системные настройки
sr: Sistemski podrazumevano
vi: Mặc định theo hệ thống

# justDefault
source: Default
ca: Predeterminat
el: Προεπιλεγμένη
it: Predefinita
ko: 기본값
ru: По умолчанию
sr: Podrazumevano
vi: Mặc định

source: Notifications
ca: Notificacions
el: Ειδοποιήσεις
ko: 알림
ru: Уведомления
sr: Obaveštenja
vi: Thông báo

# noNotifications
source: Someone, somewhere, will mention you someday.
ca: Algú, en algun lloc, t'esmentarà algun dia.
el: Κάποιος, κάπου, θα σας αναφέρει κάποια μέρα.
ko: 누군가, 어디서든, 언젠간 당신에게 멘션을 보낼 것입니다.
ru: Кто-то, где-то, обязательно упомянет вас когда-нибудь.
sr: Neko, negde, će vas spomenuti nekog dana.
vi: Một ai đó, ở đâu đó, sẽ nhắc đến bạn vào một ngày nào đó.

source: Background notifications
ca: Notificacions en segon pla
el: Ειδοποιήσεις παρασκηνίου
ko: 백그라운드 알림
ru: Фоновые уведомления
sr: Pozadinska obaveštenja
vi: Thông báo trong nền

# optionNotAvailableOnYourPlatform
source: This option is not available on your platform.
ca: Aquesta opció no està disponible a la teva plataforma.
el: Αυτή η επιλογή δεν είναι διαθέσιμη στην πλατφόρμα σας.
ko: 해당 옵션은 사용자의 플랫폼에서 사용할 수 없습니다.
ru: Эта опция недоступна на вашей операционной системе.
sr: Ova opcija nije dostupna na vašoj platformi.
vi: Tùy chọn này không có sẵn trên nền tảng của bạn.

# optionNotAvailablePaywalled
source: This option is for Chatsen supporters only.
ca: Aquesta opció és només per als mecenes de Chatsen.
el: Αυτή η επιλογή είναι μόνο για υποστηρικτές του Chatsen.
ko: 해당 옵션은 Chatsen 후원자 전용 옵션입니다.
ru: Эта опция предназначена только для спонсоров Chatsen.
sr: Ova opcija je dostupna samo Chatsen podrživačima.
vi: Tùy chọn này chỉ dành cho người dùng ủng hộ Chatsen.

source: Clear all
ca: Esborra-ho tot
el: Εκκαθάριση όλων
ko: 모두 지우기
ru: Очистить всё
sr: Izbriši sve
vi: Xoá tất cả

source: Cache
ca: Caché
el: Προσωρινή μνήμη
ko: 캐시
ru: Кэш
sr: Keš memorija
vi: Bộ nhớ đệm

source: Clear cache
ca: Netejar el caché
el: Εκκαθάριση προσωρινής μνήμης
ko: 캐시 지우기
ru: Очистить кэш
sr: Izbriši keš memoriju
vi: Xóa bộ nhớ đệm

source: Chatters
el: Συνομιλητές
ru: Участники чата
sr: Četeri
vi: Người trò chuyện

# lastSeenAgo
source: Last seen {time} ago
ca: Vist per última vegada fa {time}
el: Τελευταία εμφάνιση {time} πριν
ru: Последний раз видели {time} назад
sr: Zadnji put viđeni pre {time}
vi: Nhìn thấy lần cuối {time} trước

source: Credits
ca: Crèdits
el: Συντελεστές
ru: Благодарности
sr: Zasluge
vi: Đóng góp

source: Search
ca: Cerca
el: Αναζήτηση
ru: Поиск
sr: Pretraži
vi: Tìm kiếm
